<html>

<head>
    <title>Second Lesson</title>
</head>

<body style="background-color:rgba(236, 236, 238, 0.966); color:rgb(7, 1, 53); font-family: 'Open Sans', sans-serif;">
    
    <h2> 
    Основные источники информации в генеалогии
    </h2>

<h3> 1. Ведомости переписи населения и ревизские сказки.</h3>

<p> В Российской империи было проведено 10 ревизий (подушных переписей). В начале XVIII века введено подушное обложение,
единицей которого стала «мужская душа». Целью ревизий было определить размер налога, поэтому они не включали
группы людей, освобожденных от учёта. Документ, который подавался в качестве отчета называется "ревизская сказка".
Ревизские сказки представляли собой поимённые списки населения, в которых указывались имя,
отчество и фамилия (при её наличии) главы семьи, его возраст, имя и отчество членов семьи с указанием возраста,
отношение к главе семьи. В ревизских сказках (за некоторыми исключениями) учитывались лица мужского
и женского пола. </p>

<p> 1. - 1719 г.
<br/> 2. - 1743 г.
<br/> 3. - 1761 г.
<br/> 4. - 1782 г.
<br/> 5. - 1795 г.
<br/> 6. - 1811 г.
<br/> 7. - 1815 г.
<br/> 8. - 1833 г.
<br/> 9. - 1850 г.
<br/> 10. - 1857 г.</p>

<p> Пример ревизской сказки: </p>

<p>  <a> <img src="images/revision.jpg" style="width: 600px;" /> </a></p>

<p> Отдельно стоит отметить Первую всеобщую перепись населения Российской империи 1897 г. Эта перепись, в отличие от ревизий охватывала все население Российской империи без исключения и переписные листы содержали более 
подробную информацию о  семьях. Например, об образовании, профессиональной деятельности, родном языке. Изначально долгосрочное хранение переписных листов не предполагалось и большая их часть была уничтожена. 
Проверить сохранность переписных листов по интересующему вас региону можно  <a href="https://metrics.tilda.ws/perepis1897/"> по ссылке. </a></p>  

<h3> 2. Метрические книги.</h3>

Метрическая книга - книга для официальной записи актов гражданского состояния (рождений, браков и смертей) в России в период с начала XVIII века. 
Метрические книги велись как правило представителями религиозных организаций (православных, католических, лютеранских церквей, раввинатами) или 
полицейскими чиновниками (баптистские, старообрядческие, сектантские).

<p> Пример страницы из метрической книги: </p>
<p> <a> <img src="images/metrics.png" style="width: 600px;" /></a></p>

<h3> 3. Исповедные росписи. </h3>

Этот источник информации актуален для вас если ваши прародители были православными. Это ежегодный отчётный документ, составляемый по каждому приходу православной церкви в 
Российской Империи в XVIII — начале XX вв. и представляющий собой посемейный список всех проживающих на его территории прихожан (как правило, за исключением младенцев возрастом менее 1 года), 
с указанием для каждого человека, был ли он в этом году во время Великого поста, или во время других трёх постов, на исповеди и причащался ли у своего священника, а если нет — то по какой причине 
(например, за малолетством).

<p> Есть также много косвенных источников генеалогической информации, которыми не стоит пренебрегать: фонды судов, полицейских участков, учебных заведений, комиссий по воинскому присутствию, 
    различных органов самоуправления. </p>


<script>
    'use strict'

    </script>
</body>

</html>
